Revit 2027 API
BuiltInFailures.GroupFailures.CannotCreateGroup Property
 Cannot create group of these elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateGroup { get; }
Public Shared ReadOnly Property CannotCreateGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateGroup {
	FailureDefinitionId^ get ();
}
static member CannotCreateGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace